[
  {
    "title": "Auction Tale",
    "company": "Offshorly",
    "description": "An auction platform, developed with Vue.js and Laravel, offers a comprehensive solution for online auctions. Sellers can easily list their items, complete with detailed descriptions and images, while buyers can place bids in real-time, ensuring a dynamic and engaging auction experience.",
    "image": "auction-tale/homepage.png",
    "images": []
  },
  {
    "title": "Dashboard California Ticket King",
    "company": "California Ticket King",
    "description": "A website built on Vue.js and Laravel for company attorneys and staff. The application records and creates cases from clients, allows user creation and updates, manages payment coupons, assigns courthouses for attorneys, and integrates Stripe accounts. It ensures efficient case management and payment processing.",
    "image": "dashboard-ctk/dashboard-page.png",
    "images": []
  },
  {
    "title": "SBHE Project Management",
    "company": "SBHE Pte Ltd",
    "description": "An application built on Laravel and AngularJS used by company employees and owners to oversee and manage projects and employee work. It records all ongoing construction projects and tracks workers, including their attendance and hours. The application also maintains equipment backlogs and conditions, providing a comprehensive view of company resources and project status.",
    "image": "sbhe-project-management/dashboard-page.png",
    "images": []
  },
  {
    "title": "California Ticket King Payment Portal",
    "company": "California Ticket King",
    "description": "A payment portal built on Slim PHP and jQuery. This website collects information and payments via Stripe from clients with traffic tickets who hire attorneys to resolve them. Currently, the application serves clients in California counties only.",
    "image": "ctk-payment-portal/step-one-courthouse-page.png",
    "images": []
  },
  {
    "title": "Virtual Assistants Finder",
    "company": "VirtualStaff PH",
    "description": "Developed a new application from scratch for finding virtual assistants using ReactJS. The application features comprehensive dashboards for both employers and job seekers, including functionalities such as real-time chat, time tracking, job postings, and application management. It also offers search filters and profile management to streamline the hiring process. The goal was to revamp their site, enhancing user experience, performance, and overall efficiency.",
    "image": "virtualstaff/home-page.png",
    "images": []
  },
  {
    "title": "Online Leave Forms",
    "company": "HPO",
    "description": "A web application for submitting leave forms online, enabling employees of a specific company to file leave requests easily and efficiently. The application streamlines the leave application process, allowing for quick submissions, approvals, and tracking of leave records.",
    "image": "online-leave-forms/create-form-page.png",
    "images": []
  }
]