[
  {
    "title": "Auction Tale",
    "description": "Vue.js/Laravel auction platform. Sellers list items, buyers bid. Admins manage approvals/scheduling. Tailwind CSS for sleek design. Real-time updates. Future: advanced search/payment integration. Ideal for efficient auctioning.",
    "image": "auction-tale/homepage.png",
    "slug": "auction-tale",
    "images": []
  },
  {
    "title": "Virtual Assistants Finder",
    "description": "A website built on Vue.js and Laravel, styled with Tailwind CSS. The application facilitates auctions where sellers list items, buyers place bids, and admins manage approvals and scheduling. It features real-time updates and is compatible with various devices, ensuring a seamless user experience for all participants.",
    "image": "virtualstaff/home-page.png",
    "slug": "virtual-assistants-finder",
    "images": []
  },
  {
    "title": "Dashboard California Ticket King",
    "description": "A website built on Vue.js and Laravel for company attorneys and staff. The application records and creates cases from clients, allows user creation and updates, manages payment coupons, assigns courthouses for attorneys, and integrates Stripe accounts. It ensures efficient case management and payment processing.",
    "image": "dashboard-ctk/dashboard-page.png",
    "slug": "dashboard-california-ticket-king",
    "images": []
  },
  {
    "title": "SBHE Project Management",
    "description": "An application built on Laravel and AngularJS used by company employees and owners to oversee and manage projects and employee work. It records all ongoing construction projects and tracks workers, including their attendance and hours. The application also maintains equipment backlogs and conditions, providing a comprehensive view of company resources and project status.",
    "image": "sbhe-project-management/dashboard-page.png",
    "slug": "sbhe-project-management",
    "images": []
  },
  {
    "title": "California Ticket King Payment Portal",
    "description": "A payment portal built on Slim PHP and jQuery. This website collects information and payments via Stripe from clients with traffic tickets who hire attorneys to resolve them. Currently, the application serves clients in California counties only.",
    "image": "ctk-payment-portal/step-one-courthouse-page.png",
    "slug": "california-ticket-king-payment-portal",
    "images": []
  },
  {
    "title": "Online Leave Forms",
    "description": "A web application for submitting leave forms online, enabling employees of a specific company to file leave requests easily and efficiently. The application streamlines the leave application process, allowing for quick submissions, approvals, and tracking of leave records.",
    "image": "online-leave-forms/create-form-page.png",
    "slug": "online-leave-forms",
    "images": []
  }
]